Repository: Alan86024/VoiceToggle
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, de, sk, uk, vi

source: Toggles to the next voice.
cs: Přepne na následující hlas
de: Schaltet auf die nächste Stimme um.
sk: Prepne na nasledujúci hlas
uk: Перемикає на наступний голос.
vi: Chuyển sang giọng nói tiếp theo.

source: Silence
cs: Bez mluvení
de: Stille
sk: Bez reči
uk: Без мовлення

source: Voices
cs: Hlasy
de: Stimmen
sk: Hlasy
uk: Голоси
vi: Giọng nói

source: Add voice
cs: Přidat hlas
de: Stimme hinzufügen
sk: Pridať hlas
uk: Додати голос
vi: Thêm giọng nói

source: Remove voice
cs: Odstranit hlas
de: Stimme entfernen
sk: Odstrániť hlas
uk: Видалити голос
vi: Loại bỏ giọng nói

source: Check for update
cs: Zkontrolovat aktualizaci
sk: Skontrolovať aktualizáciu
vi: Kiểm tra cập nhật

source: Automatically check for update on NVDA start
cs: Automaticky kontrolvat aktualizaci při startu NVDA
sk: Automaticky kontrolovať aktualizáciu pri štarte NVDA
vi: Tự động kiểm tra cập nhật khi khởi động NVDA

source: No voices added yet
cs: Žádné hlasy zatím nebyly přidány
sk: Žiadne hlasy zatiaľ neboli pridané
vi: Chưa có giọng nói nào được thêm vào

source: The last remaining voice cannot be removed
cs: Poslední zbývající hlas nelze odstranit
de: Die letzte verbliebene Stimme kann nicht entfernt werden
sk: Posledný zostávajúci hlas nie je možné odstrániť
uk: Останній голос, що залишився, не може бути видалений
vi: Giọng nói cuối cùng còn lại không thể xóa bỏ

source: Synthesizer
cs: Hlasový výstup
de: Sprachausgabe
sk: Hlasový výstup
uk: Синтезатор
vi: Bộ đọc

source: Voice
cs: Hlas
de: Stimme
sk: Hlas
uk: Голос
vi: Giọng nói

source: Add
cs: Přidat
de: &hinzufügen
sk: Pridať
uk: Додати
vi: Thêm

source: Cancel
cs: Zrušit
de: Abbrechen
sk: Zrušiť
uk: Скасувати
vi: Hủy bỏ

source: VoiceToggle add-on update available
cs: Dostupná aktualizace doplňku VoiceToggle
sk: Dostupná aktualizácia doplnku VoiceToggle
vi: Đã có bản cập nhật tiện ích bổ sung VoiceToggle

source: VoiceToggle add-on for NVDA version {latestVersion} is available, you have {currentVersion}. Do you want to download and install the update now?
cs: Je dostupná aktualizace doplňku VoiceToggle verze {latestVersion} pro NVDA, vaše verze je {currentVersion}. Přejete si stáhnout a nainstalovat aktualizaci nyní?
sk: Je dostupná aktualizácia doplnku VoiceToggle verzie {latestVersion} pre NVDA, vaša verzia je {currentVersion}. Prajete si stiahnuť a nainštalovať aktualizáciu teraz?
vi: Tiện ích bổ sung VoiceToggle dành cho NVDA phiên bản {latestVersion} đã có sẵn, bạn đang sử dụng phiên bản {currentVersion}. Bạn có muốn tải xuống và cài đặt bản cập nhật bây giờ không?

source: Update
cs: Aktualizovat
sk: Aktualizovať
vi: Cập nhật

source: Close
cs: Zavřít
sk: Zavrieť
vi: Đóng

source: VoiceToggle is up to date
cs: VoiceToggle je aktuální
sk: VoiceToggle je aktuálny
vi: VoiceToggle đã được cập nhật

source: VoiceToggle version {currentVersion} is up to date.
cs: VoiceToggle verze {currentVersion} je aktuální.
sk: VoiceToggle verzie {currentVersion} je aktuálny.
vi: Phiên bản VoiceToggle {currentVersion} đã được cập nhật.

source: Check for update failed for VoiceToggle
cs: Kontrola aktualizace VoiceToggle selhala
sk: Kontrola aktualizácie VoiceToggle zlyhala
vi: Kiểm tra cập nhật cho VoiceToggle không thành công

source: Check for update for the VoiceToggle add-on was not successful. Please verify that you are connected to the Internet.
cs: Kontrola aktualizace doplňku VoiceToggle nebyla úspěšná. Prosím, zkontrolujte, zda jste připojeni k Internetu.
sk: Kontrola aktualizácie doplnku VoiceToggle nebola úspešná. Prosím, skontrolujte, či ste pripojení na Internet.
vi: Kiểm tra cập nhật cho tiện ích bổ sung VoiceToggle không thành công. Vui lòng kiểm tra xem bạn đã kết nối internet chưa.

source: Allows easy toggling between defined voices. Define voices in NVDA settings, then use NVDA + Alt + V anytime to toggle to the next voice.
cs: Umožňuje snadné přepínání mezi definovanými hlasy. Definujte požadované hlasy v nastavení NVDA, a poté kdykoliv použijte zkratku NVDA + Alt + V pro přepnutí na následující hlas.
sk: Umožňuje ľahké prepínanie medzi definovanými hlasmi. Definujte požadované hlasy v nastaveniach NVDA, a potom kedykoľvek použite skratku NVDA + Alt + V pre prepnutie na nasledujúci hlas.
vi: Cho phép dễ dàng chuyển đổi giữa các giọng nói đã xác định. Xác định giọng nói trong cấu hình NVDA, sau đó sử dụng NVDA + Alt + V bất cứ lúc nào để chuyển sang giọng nói tiếp theo.

source: VoiceToggle
de: Sprachumschaltung
uk: Перемикач голосів

source: Update voice when NVDA's own speech settings change
de: Aktualisieren der Stimme, wenn sich die Spracheinstellungen von NVDA selbst ändern

source: No voices available
de: Keine Stimmen verfügbar

source: Allows easy toggling between predefined voices. Define voices in NVDA settings, then use NVDA + Alt + V anytime to toggle to the next voice.
de: Ermöglicht einfaches Umschalten zwischen vordefinierten Stimmen. Definieren Sie die Stimmen in den NVDA-Einstellungen und schalten Sie dann jederzeit mit NVDA + Alt + V zur nächsten Stimme um.
uk: Дозволяє легко перемикатися між попередньо визначеними голосами. Визначте голоси у налаштуваннях NVDA, а потім використовуйте NVDA + Alt + V у будь-який час для перемикання на наступний голос.
